<?php

$data = array(
     array('id'=>1,'title'=>'外交部回应在西沙部署反舰导弹合情合理','read'=>566,'like'=>'52','create_time'=>'2016-03-30','content_html'=>'<p>【LP专场】紫马基金合伙人李宏强表示，最看重投资机构的专注程度。专注是很不容易的，因为专注要对抗诱惑，
     	顶得住压力。一个机构能不能专注，在他的能力范围内足够强度研究产业是非常重要的。事实上大部分机构做不到这一点，因为诱惑很多</p><p>【天使&早期投资专场】联想之星合伙人刘维表示，人工智能正在以非常快的速度向前推进，美国、中国都在投
     	行业智能应用，人工智能在中国有很多投资机会，未来会有非常好的项目出现。</p>'),
     array('id'=>2,'title'=>'Backbone Js中的view的实践','read'=>5676,'like'=>'342','create_time'=>'2016-03-30','content_html'=>'aaaaaaa')
);

echo json_encode($data);
?>